Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/roads_and_safety/safety_advice_for_motorcyclists.html.txt.tmx
Source language: en
Languages: ga

source: Safety advice for motorcyclists
ga: Comhairle Sábháilteachta do ghluaisrothaithe

source: While motorcyclists represent less than 2% of all licensed vehicle drivers in the country, they account for 12% of road fatalities
ga: Cé gur ionann gluaisrothaithe níos lú ná 2% de thiománaithe feithiclí ceadúnaithe na tíre, tá iad gluaisrothaithe tuairim 12% de na daoine a bhásaigh ar na bóithre

source: Motorcycling can be a safe means of transport but being aware of the various dangers on the road, your own driving style and your obligations as a road user will help to ensure that you travel safely
ga: Is féidir leat a bheith sábháilte ag taisteal ar ghluaisrothar ach is mór an cúnamh é do do shábháilteacht féin go mbeadh tú ar an eolas maidir leis na dainséir éagsúla atá ar an mbóthar, do stíl tiomána féin agus do dhualgais mar úsáideoir bóthair

source: As a motorcyclist, you have certain obligations when driving your motorcycle:
ga: Tá dualgais faoi leith ort mar ghluaisrothaí nuair atá tú ag tiomáint do ghluaisrothair:

source: • Know the Rules of the Road and be aware of your obligations as a motorcyclist
ga: • Ní mór duit Rialacha an Bhóthair a bheith ar eolas agat chomh maith le do dhualgais mar ghluaisrothaí

source: • Ensure that your motorcycle is roadworthy at all times; this includes ensuring your tyres are of correct tread depth and that all lights and reflectors are functioning correctly
ga: • Ní mór duit a bheith cinnte go bhfuil do ghluaisrothar feiliúnach don bhóthar i gcónaí; san áireamh anseo ní mór a bheith cinnte go bhfuil na boinn den doimhneas círe cuí agus go bhfuil na lampaí agus frithneoirí ar fad ag obair mar is ceart

source: • Wear an approved helmet and protective clothing
ga: • Ba chóir duit clogad ceadaithe agus éadaí cosanta a chaitheamh

source: • Concentrate when driving 100% of the time
ga: • Ba cheart duit díriú agus iad ag tiomáint 100% den am

source: • Try to foresee danger on the road
ga: • Ba cheart duit iarracht a dhéanamh aon dainséar ar an mbóthar a réamhfheiceáil

source: • Drive at a speed that enables you to stop within the appropriate distance, if you need to stop
ga: • Más gá duit stopadh, ba cheart duit tiomáint ag luas a thugann deis duit stopadh taobh istigh den achar cuí

source: • Maintain a safe distance between you and the vehicle in front of you
ga: • Ba cheart duit spás sábháilte a choinneáil idir do fheithicil féin agus an fheithicil amach romhat

source: • Be aware of adverse weather and poor road conditions
ga: • Ba cheart duit a bheith ar an eolas maidir le droch aimsir agus droch chúinsí bóthair

source: • Be visible at all times
ga: • Ba cheart duit a bheith le feiceáil an t-am ar fad

source: • Use your headlights day and night
ga: • Bain úsáid as do cheannsoilse lae agus oíche

source: It is illegal in Ireland to drink and drive any vehicle and to take drugs and drive any vehicle
ga: Tá sé i gcoinne an dlí in Éirinn a bheith ag tiomáint feithicle faoi thionchar alcóil ná drugaí

source: You must carry a valid driving licence for the correct category of motorcycle
ga: Ní mór duit ceadúnas tiomána bailí don earnáil chuí gluaisrothair a bheith dhá iompar agat
